{
    "navbar": {
        "programs": "Programs",
        "aboutUs": "About Us",
        "ourMethodology": "Our Methodology",
        "login": "Login",
        "letsTalk": "Let's Talk",
        "Home": "Home",
        "gbEnglish": "GB English",
        "frFrancais": "FR Français"
    },
    "home": {
        "title": "Shaping the future of education by using Decentralized Learning",
        "description": "Unleash your full potential and take your career to the next level",
        "button": "Programs",
        "buttonTwo": "Learn more about the school"
    },
    "programs": {
        "titleSection": "Programs",
        "title": "Blockchain Mastery Program: Unlocking the Future",
        "description": "In this program, you'll acquire the skills needed to become a specialized blockchain developer or consultant. Explore the fundamental principles of blockchain, develop innovative applications, and learn to advise on best practices and blockchain solutions.",
        "titleAI": "Artificial Intelligence Mastery Program: Unlocking the Future",
        "descriptionAI": "In this program, you'll gain the necessary skills to become a specialized AI developer or consultant. Explore the fundamental principles of AI, develop innovative applications, and learn to advise on best practices and AI solutions.",
        "button": "Discover more",
        "buttonTwo": "Open Enrollment",
        "timeProgram": "1999Dh/Months",
        "timeProgram1": "3 Months",
        "time2Programs": "6 Months"
    },
    "Lessons": {
        "title1": "Our Blockchain Courses",
        "title2": "Our AI Courses",
        "titleBlockchain": "Becoming A Blockchain Developer",
        "titleBlockchainConsulting": "Becoming A Consulting Blockchain",
        "descriptionBlockchain": "This course will enable you to become a competent blockchain developer. You will learn the basics of blockchain technology, the programming languages used to develop blockchain applications, and you will be introduced to essential tools and frameworks",
        "descriptionConsultingBlockchain": "A comprehensive program to fully understand how blockchains operate and to leverage them effectively in your projects. Designed for entrepreneurs, consultants, project managers, professionals, and enthusiasts.",
        "titleSection": "Lessons",
        "titleAI": "Becoming A AI Developer",
        "titleConsultingAI": "Becoming A Consulting AI",
        "title2ProgramsBlockchain": "Elevate Your Skills with our Dual Blockchain Developer and Consulting Certification Bundle!",
        "title2ProgramsAI": "Elevate Your Skills with our Dual AI Developer and Consulting Certification Bundle!",
        "descriptionAI": "This course will enable you to become a proficient AI developer. You will learn the fundamental concepts of artificial intelligence, programming languages used for AI application development, and be introduced to essential tools and frameworks.",
        "descriptionConsultingAI": "A comprehensive program to fully understand how AI operate and to leverage them effectively in your projects. Designed for entrepreneurs, consultants, project managers, professionals, and enthusiasts.",
        "button": "Discover more",
        "buttonTwo": "Open Enrollment"
    },
    "roadmap": {
        "title": "Your overall journey",
        "progress-content1": "Free Initiation from your home and at your own pace",
        "progress-content2": "Self-paced and Instructor-led training, On-line or on-Campus",
        "progress-content3": "Dual Certification, NFT and Professional ones",
        "progress-content4": "Support provided until employment or Startup development"
    },
    "AboutUs": {
        "AboutUs": "About Us",
        "description": "is an innovative Digital Business school that supports talents in training around the next-gen technologies like Blockchain and AI. Our mission is to build the bridges that will lead us to a better tomorrow. We are a team of tech innovation professionals and enthusiasts who strongly believe in the power of decentralized education (DeEd) to revolutionize the learning experience."
    },
    "discord": {
        "title": "Join our +1600 members on our Discord!",
        "description": "Join over a thousand B<sup>2</sup>Academy learners on our Discord server, and surround yourself with a supportive community to make progress within the ecosystem.",
        "point1": "+1600 members on the server",
        "point2": "+140 partners"
    },
    "methodology": {
        "title": "Our Methodology",
        "description": "At B<sup>2</sup>Academy, we are revolutionizing the way education is delivered. Our unconventional digital business school is committed to decentralizing education and creating opportunities for the other 99%. Our programs are designed to be agile and practical, allowing for flexibility and compatibility with your work and family life.",
        "DecentralizedLwarning": "Join our inspiring community and engage in a decentralized learning experience with peers and teachers in our live events.",
        "Metaverse": "Our online campus in the Metaverse is open for all students to join and meet anytime. there’s where we all gather around for our Live Events and Open Shows, and it's open 24/7!",
        "FlexibleCurriculum": "Our programs offer a flexible curriculum that can be completed at your own pace without interrupting your current work or life.",
        "FlexibleCurriculum-point1": "Self-paced : Online/Campus",
        "FlexibleCurriculum-point2": "Instructor-led : Online/Campus",
        "MicroLearning": "Microlearning simplifies complicated topics into short, learning units that go from basic to advanced levels.",
        "NftCertification": "Once you complete all the courses, Our Blockchain-based platform will reward you with an NFT certificate which can be exported directly."
    },
    "newsletter": {
        "title": "Don't miss out, stay up to date",
        "email": "Enter your email",
        "button": "Subscribe"
    },
    "Fqa": {
        "title": "Frequently Asked Questions",
        "description": "Can't find the answer you're looking for? Contact us on our",
        "question1": "IF I SIGN UP TODAY, WHEN CAN I START?",
        "question2": "WHAT TIME COMMITMENT DO THE PROGRAMS REQUIRE?",
        "question3": "IS THERE A MINIMUM LEVEL OF PREVIOUS EDUCATION OR KNOWLEDGE?",
        "question4": "IS THERE A FINAL CERTIFICATION?",
        "question5": "CAN I DO A PROGRAM IF I AM STUDYING OR WORKING?",
        "question6": "HOW CAN I RESOLVE MY QUESTIONS?",
        "question7": "ARE THERE PLANS FOR COMPANIES?",
        "question8": "HOW DO I REQUEST AN INVOICE?",
        "answer1": "You will be able to access the program content from the opening date (please check each program for its opening date). Please note that from that moment, you can choose when to start, as there is no need to start right on the opening date.",
        "answer2": "Our Programs are designed to take 3 to 5 hours a week, which can be in any way the student prefers (e.g., 30 minutes a day). This includes watching video classes and weekly live events, as well as interacting with the community. Our students take an average of 2 to 4 months to complete our programs and get the certification.",
        "answer3": "No. Our programs are designed for all levels. In fact, one of the key components of decentralized education is that we can all learn from each other, including people with a level of previous education that is very different from our own.",
        "answer4": "Yes. When you complete your program you will be able to download and export your certification to your Linkedin profile.",
        "answer5": "Yes. We have chosen the microlearning method with the intention that it can be combined with your studies, work and family.",
        "answer6": "Each class has a button to send your questions by video, text or audio. You will receive the answers directly from the team of teachers by email. In addition, you can sign up for the weekly Open Shows to share your learning with other students on the program.",
        "answer7": "Yes. We have specific plans for companies. If you are interested in implementing one of our programs in your company, please write to Ali El Alami, Director of Sales, at Ali.alami@b2academy.net.",
        "answer8": "Please send us an e-mail to contact@B2Academy.net with your tax information and we will send you the invoice as soon as possible."
    },
    "footer": {
        "Home": "Home",
        "programs": "Programs",
        "aboutUs": "About Us",
        "ourMethodology": "Our Methodology",
        "letsTalk": "Let's Talk",
        "ContactUs": "Contact Us",
        "Privacy policy": "Privacy policy",
        "terms and conditions": "Terms and conditions",
        "Copyright": "Copyright © 2023 Blockchain Business Academy All rights reserved."
    },
    "talk": {
        "title": "Need to speak with an advisor ?",
        "description": "B<sup>2</sup>Academy's advisors are available from Monday to Friday to support you on your blockchain training project and your financing process.",
        "button": "Schedule an appointment now"
    },
    "Appointment": {
        "title": "Appointment scheduling",
        "description": "Get accompanied on your blockchain training project with",
        "email": "Contact@B2Academy.net"
    },
    "Bdp": {
        "title": "Learn all the skills to develop a blockchain application",
        "titleConsultingblockchain": "Consulting blockchain: analyzing, practicing, creating.",
        "titleConsultingAI": "Artificial Intelligence Consulting",
        "description": "Harness blockchain technology in application development.",
        "descriptionConsultingblockchain": "A comprehensive program to fully understand how blockchains operate and how to leverage them effectively in your projects. A program designed for entrepreneurs, consultants, project managers, professionals, and enthusiasts.",
        "descriptionConsultingAI": "A training program to position you at the forefront of today's and tomorrow's Artificial Intelligence",
        "button": "Enroll Now",
        "timerDay": "Days",
        "timerHoure": "Hours",
        "timerMinute": "Minutes",
        "timerSecond": "Seconds"
    },
    "NumberCountingSection": {
        "counting-item1": "Decentralized",
        "counting-item2": "Micro-learning",
        "counting-item3": "Dual Certification NFT",
        "counting-item4": "& Hashgraph",
        "counting-item5": "Countries",
        "counting-item6": "Global Community",
        "counting-item7": "Duration",
        "counting-item8": "Flexible Months"
    },
    "Brochure": {
        "title": "A tailor-made training program",
        "description": "The training program has been designed to provide you with a condensed knowledge",
        "description2": "to satisfy even the greatest curiosities.",
        "button": "Retrieve the brochure",
        "email": "Enter your email",
        "Terms and Conditions": "I accept the Terms and Conditions and the Privacy Policy"
    },
    "Enrolltoday": {
        "button": "Enroll Now",
        "title": "Enroll today and become an expert in the most demanded skills"
    },
    "Business": {
        "title": "B<sup>2</sup>Academy for Business",
        "description": "Contact us and get more information about our special rates for Businesses and groups",
        "button": "Contact us"
    },
    "advantages": {
        "title": "Advantages",
        "subtitle": "Through this training, you will be able to : ",
        "advantages-card": "Be Hired",
        "advantages-card-point1": "Live off your passion",
        "advantages-card-point2": "Increase your income",
        "advantages-card-point3": "Work in a thriving sector",
        "advantages-card2": "Develop Your Startup",
        "advantages-card2-point1": "Accomplish your project",
        "advantages-card2-point2": "Have flexible hours",
        "advantages-card2-point3": "Raise funds",
        "subtitle2": "Here are some Key Insights : ",
        "advantages-card3-point1": "40 million",
        "advantages-card3-point2": "jobs in blockchain by 2030",
        "advantages-card4-point3": "20%",
        "advantages-card4-point4": "increase in salary in Web3",
        "advantages-card5-point5": "2 billion",
        "advantages-card5-point6": "increase in GDP by 2023",
        "advantages-card6-point7": "40k€ - 90k€",
        "advantages-card6-point8": "per year compensation for blockchain developers",
        "subtitle3": "NFT Certification : ",
        "advantages-card-NFT": "Each of our participants receives a Dual Certification : Receive your NFT certification once you complete the program, and optionally pass an additional exam and receive the Blockchain certification by Hedera Hashgraph (CHHD certification)"
    },
    "advantagesAi": {
        "advantages-card5-point5": "1.5 Millions",
        "advantages-card5-point6": "qualified AI jobs expected by 2024",
        "advantages-card6-point7": "90 Billion",
        "advantages-card6-point8": "dollars artificial intelligence is projected to reach by 2025",
        "advantages-card-NFT": "Each of our participants receives a Dual Certification : Receive your NFT certification once you complete the program, and optionally pass an additional exam and receive the AI certification by Hedera Hashgraph (CHHD certification)."
    },
    "ProgramModules": {
        "module1": "Module 1: Introduction to blockchain technology and its different components",
        "module1-description": "Explore the foundational aspects of blockchain, including its decentralized structure and core components.",
        "module2": "Module 2 : Ethereum blockchain and its operation",
        "module2-description": "Learn about Ethereum's functionalities, smart contracts, and decentralized application operations.",
        "module3": "Module 3 : Basics of decentralized application development",
        "module3-description": "Discover the fundamentals of creating decentralized applications using essential programming languages and tools.",
        "module4": "Module 4: Advanced concepts in decentralized application development",
        "module4-description": "Delve into advanced topics like intricate smart contract programming and deploying DApps across various blockchain networks.",
        "module5": "Module 5: Fundamentals of decentralized application security",
        "module5-description": "Focus on securing DApps, covering vulnerabilities, secure coding practices, and risk mitigation strategies for robust security.",
        "module6": "Module 6 : Testing Your Application",
        "module6-description": "Advanced functional testing Ensuring contract quality Preparation for deployment"
    },
    "ProgramModulesAi": {
        "module1": "Introduction to AI Essentials 🚀",
        "module1-description": "Explore the foundational concepts of AI, including an introduction to large language models and building AI chatbots.",
        "module2": "Speech and Language Processing 🗣️",
        "module2-description": "Dive into speech and language processing, covering automatic speech recognition, transcription, and building chatbots for PDF interaction.",
        "module3": "Image Processing and Recognition 🖼️",
        "module3-description": "Delve into image processing and recognition techniques, including encoder-decoder networks, image segmentation, and object identification.",
        "module4": "Creative AI Applications 🎨🤖",
        "module4-description": "Explore the creative applications of AI, from generating images based on text to creating AI-generated vocals and unique voices."
    },
    "ProgramModulesAiConsulting": {
        "module1": "Introduction to Fundamental Concepts of AI 🚀",
        "module1-description": "Explore the basics of artificial intelligence, including machine learning algorithms and potential applications in various domains, for a thorough understanding of its operation.",
        "module2": "Advanced Data Analysis Methods 📊",
        "module2-description": "Deepen your data analysis skills with advanced techniques such as statistical and unsupervised learning, enabling you to extract relevant information from large datasets.",
        "module3": "Ethics and Responsibility in AI 🤝",
        "module3-description": "Explore the ethical and social implications of artificial intelligence, including data privacy and societal impact, to design and implement AI systems responsibly.",
        "module4": "AI Consulting Strategies 💼",
        "module4-description": "Learn best practices in AI consulting, including identifying client needs and effectively communicating with stakeholders, to develop customized solutions addressing specific AI challenges."
    },
    "AI": {
        "title": "Learn all the skills to develop a AI application",
        "description": "Leverage AI technology in application development",
        "button": "Enroll Now"
    },
    "NumberCountingSectionAi": {
        "counting-item1": "AI-Powered",
        "counting-item2": "Continuous Learning"
    },
    "ModalOverlayEnroll": {
        "title": "Blockchain Developer Form",
        "description": "Sign up now. Please fill out the form below:",
        "firstName": "First Name",
        "lastName": "Last Name",
        "email": "Email",
        "phoneNumber": "Phone Number",
        "message": "Message",
        "Terms and Conditions": "I accept the Terms and Conditions and the Privacy Policy",
        "errorMessage": "Please accept the Terms and Conditions and the Privacy Policy.",
        "button": "Sent"
    },
    "ModalOverlayEnrollAiProgramm": {
        "title": "AI Developer Form"
    },
    "ModalOverlayEnrollBlockchainConsultingProgram": {
        "title": "Blockchain Consulting Form"
    },
    "ModalOverlayEnrollAIConsultingProgram": {
        "title": "AI Consulting Form"
    },
    "ModalOverlayEnrollTwoProgramm": {
        "title": "Dual Developer and Consulting Blockchain Certification Bundle Registration",
        "description": "Sign up now for our Dual Developer and Consulting Blockchain Certification Bundle! Fill out the form below to elevate your skills"
    },
    "ModalOverlayEnrollTwoProgrammAI": {
        "title": "Dual Developer and Consulting AI Certification Bundle Registration",
        "description": "Sign up now for our Dual Developer and Consulting AI Certification Bundle! Fill out the form below to elevate your skills"
    },
    "ModalOverlayBusinesses": {
        "title": "Train Your Team On The Skills Of The Future",
        "description": "Get more information about our reduced rates for Businesses. Please fill out the following form and we will get in touch soon:",
        "firstName": "First Name",
        "lastName": "Last Name",
        "email": "Email",
        "phoneNumber": "Phone Number",
        "fieldofactivity": "Field of activity",
        "message": "message",
        "Terms and Conditions": "I accept the Terms and Conditions and the Privacy Policy",
        "errorMessage": "Please accept the Terms and Conditions and the Privacy Policy.",
        "button": "Send"
    },
    "ContactUs": {
        "ContactUstitle": "Contact Us",
        "title": "Request more information about our programs",
        "description": "Fill out the following form and we will get in touch with you as soon as possible.",
        "firstName": "First Name",
        "lastName": "Last Name",
        "email": "Email",
        "phoneNumber": "Phone Number",
        "Terms and Conditions": "I accept the Terms and Conditions and the Privacy Policy",
        "errorMessage": "Please accept the Terms and Conditions and the Privacy Policy.",
        "button": "Send"
    },
    "Terms&Conditions": {
        "title": "Terms and Conditions",
        "Text": "ARTICLE 1 – PREAMBLE",
        "textTitle1": "The company B2Academy, a limited liability company (SARL) with a capital of 100,000 DHS, registered with the RCS of Casablanca under number 534935, with its registered office located at 265, Bd Zerktouni, 9th Floor, No. 92, Casablanca, Morocco, publishes the following websites: www.b2academy.net (hereinafter referred to as 'the Sites'). B2Academy, through its Sites, offers training and online courses in the field of blockchain and artificial intelligence. 'The Client' is defined as a user, either a natural person or a representative of a legal entity, professional or individual, with a functional email address. These general terms and conditions of online sale govern the contractual relationships between B2Academy and its Clients. The Client declares to have read the following provisions before placing an order for Services. By choosing to acquire Services, the Client expressly and irrevocably accepts the terms set forth below. The Client declares to have the capacity to conclude this contract, that is, to have reached the legal age and not to be under guardianship or curatorship if he is a natural person. If he represents a legal entity, he declares to have the power to commit said legal entity under a distance selling contract of the client-supplier type.",
        "Text1": "ARTICLE 2 – CHARACTERISTICS OF THE SERVICES SOLD",
        "textTitle2": "B2Academy offers for sale on the Sites all or part of its catalog of Services. B2Academy markets on its websites training and online courses in the field of blockchain and artificial intelligence. The services offered for online sale are only those listed on B2Academy's websites on the day of the order. These services are offered within the limits of available seats for training and available stocks for other services. B2Academy reserves the right to modify the content of the training and courses. In case of impossibility to hold a training on a given date, B2Academy reserves the right to postpone or cancel it. In this case, the Client can choose to postpone his participation to another date or to be refunded.",
        "text3": "ARTICLE 3 – ACCEPTANCE OF AN ORDER",
        "textTitle3": "The order can only be recorded on the site if the user has duly completed the account opening form. Any order implies acceptance of the prices and description of the Services available for sale. The confirmation of the order implies acceptance of these general terms and conditions of sale. B2Academy undertakes to honor orders received on the website or in any other way only within the limits of available seats for training and available stocks for other services. In case of unavailability, B2Academy undertakes to inform the user. All the data provided and the recorded confirmation constitute proof of the transaction. In accordance with the civil code, the validation of the order form is equivalent to a signature and acceptance of the operations carried out. The confirmation of the recorded order is sent by email after validation of the payment to the email address indicated by the user. In case of payment by check, the order will be processed only upon receipt of the payment and subject to available seats.",
        "text4": "ARTICLE 4 – PRICES",
        "textTitle4": "Prices are expressed in dirhams and are all inclusive of taxes. The final price is set at the time of online order, after applying any discounts, and accounting for the VAT applicable to online services delivered from Morocco to the Client.",
        "text5": "ARTICLE 5 – PAYMENT AND TRANSACTION SECURITY",
        "textTitle5": "The price of the order is payable by bank check in dirhams, credit card (VISA, MASTERCARD), or any other means of payment accepted by the CMI online payment service. For secure online payment, the Client is directed to the CMI payment server. CMI ensures the security of the transaction as soon as the Client is directed to the server. The order will be validated by B2Academy only when the bank server has given its authorization for the transaction.",
        "text6": "ARTICLE 6 – RIGHT OF WITHDRAWAL",
        "textTitle6": "A reservation, once paid, is considered an order. It can only be canceled by email or any other written means at least one working week before the start of the reserved training.",
        "text7": "ARTICLE 7 – INTELLECTUAL PROPERTY RIGHT",
        "textTitle7": "The information and personal data that B2Academy requests the user to provide are reserved for its use. The user has the right to access, modify, rectify, and delete the data concerning him. To exercise this right, the user can send a request to the following email address: Contact@B2Academy.net. Bank details are not recorded on the customer account. For each new order, the user must provide the information of his credit card via the secure payment interface of the CMI system.",
        "text8": "ARTICLE 8 – LEGAL JURISDICTION",
        "textTitle8": "These general terms and conditions of sale are subject to the application of Moroccan law. In case of dispute, the parties undertake to seek an amicable solution before any legal action. Any dispute arising from this contract falls under the exclusive jurisdiction of the courts of Casablanca."
    },
    "PrivacyPolicy": {
        "title1": "Privacy Policy",
        "textTitle1": "Here is the privacy policy of the B2Academy website, operated by B2Academy, who is the data controller for the information collected on this site. The purpose of this policy is to inform you about how we collect and use your information when you use our website. At B2Academy, we are committed to being fair and transparent about how we collect, use, and protect your personal information.\nWhy do we collect and use your information?\n• Provide the best experience and service;\n• Use your information for marketing research and updating our website;\n• Ensure the security and accessibility of all our services and events;\n• Process your payments and maintain internal records;\n• Send you newsletters and/or magazines, brochures, and prospectuses;\n• Send you promotional materials that may interest you.\nWhat information do we collect?\nWe collect the following information:\n• Your contact details such as your name, email address, phone number, and address;\n• Your browsing information such as the web pages you visit on our site (collected using navigation cookies), IP address, location, and activity on our website;\n• Any comments or additional information you share with us during your registration.\nWe collect this information from various sources, including directly from you when you use our website, attend courses or events, use a voucher, or make purchases. It may also be collected when you fill out registration forms for courses, opening nights, events, or when you subscribe to our newsletters, magazines, brochures, and prospectuses. In addition, other people may provide your information on your behalf for the purposes mentioned above.",
        "Text1": "Legal basis for using your information",
        "textTitle2": "We use your personal information because we have legitimate business interests to offer you the best possible experience, inform you about our products and services, ensure the smooth operation of our business, and perform analysis and research.\nWhen we have a contract to provide a service or process your online orders, we process your information to fulfill our contract with you.\nWe also use your personal information because we have legal obligations, such as fulfilling our tax obligations and managing legal claims.",
        "text3": "With whom do we share your information?",
        "textTitle3": "We do not share your information with third parties. If we intend to do so, we will only do so with your permission. If you grant us this permission, we will do so selectively and cautiously. You can withdraw your permission at any time. We may also be required to share your information with third parties when legally required by relevant laws and government requests, including when the course is offered in partnership with an external training provider.\nWe may transfer your information abroad and outside Morocco for business purposes and also to use services such as Google Analytics. If we do so, we will ensure to put in place adequate safeguards, such as confidentiality agreements protecting your information.",
        "text4": "Links to other websites",
        "textTitle4": "This privacy policy only applies to the B2Academy website. It does not apply to other websites accessible from our site, including links we may provide to social media sites. For any other website, please refer to their own privacy policy.",
        "text5": "Security and retention",
        "textTitle5": "Protecting your information is paramount to us, and we have implemented appropriate physical, electronic, and managerial procedures to protect the information we collect from you.\nWe keep your information as long as we need it for business purposes. For example, we may keep your information to fulfill our tax obligations and manage potential legal claims. In any case, we will not keep your information for more than 6 years.",
        "text6": "Your rights",
        "textTitle6": "You have several rights regarding your information. In certain circumstances, you can:\n• Access your information and obtain a copy (if necessary, in a machine-readable format);\n• Ask us to correct incorrect or incomplete information;\n• Ask us to stop collecting or delete your information;\n• Object to how we process your information.\nIf you wish to exercise any of these rights or request a copy of your data, please contact our data protection officer by sending an email to Contact@B2Academy.net.\nIf you have complaints about how we have collected or processed your information, you can file a complaint at the address Contact@B2Academy.net.\nThe full legal name of our company, who is the data controller for your data, is B2Academy.\nPostal address: 265, Bd Zerktouni, 9th Floor, No. 92, Casablanca, Morocco\nPhone: +212 7 77 00 09 97",
        "text7": "Cookies",
        "textTitle7": "A cookie is a small file stored on your computer when you use our website. We use cookies to personalize your experience and improve our range of products and services. When you visit the B2Academy website, you can choose to accept or decline cookies in your internet browser. By giving your permission, you allow us to offer you a better experience and better service. You can also refuse to give your permission, however, some features of the website may not work as expected. You can delete these cookies at any time."
    },
    "Subscription": {
        "title": "Blockchain Developer Program Subscription",
        "button": "Subscribe Now",
        "cardd__title": "By bank transfer",
        "cardd__title1": "(one-time transfer of the total cost)",
        "cardd__section3": "Please indicate in the transfer subject: yourname+dev",
        "cardd2__title": "By credit card",
        "cardd2__title1": "Here are the financing options:",
        "cardd2__section1": "Lifetime access to the learning platform",
        "cardd2__section2": "7 days - Satisfaction Guaranteed or Refunded",
        "cardd2__section3": "3x Installment Financing",
        "button2": "Subscribe"
    },
    "customButton": {
        "title1": "25/02 at 06:30 PM, free registration",
        "title2": "Webinar Blockchain & AI Journey"
    },
    "B2AProgramsBrochure": {
        "Title": "Join the best way to Become a next-gen developer only At B2Academy",
        "B2AProgramsBrochuretitle": "Please fill out the form to receive the B2Academy brochure by email.",
        "radiobutton1": "Blockchain Programm",
        "radiobutton2": "AI Programm",
        "radiobutton3": "Both Programm",
        "button": "RECEIVE THE BROCHURE"
    },
    "ProfilesSection": {
        "ProfileInfo1": "Director of Operations",
        "ProfileInfo2": "President",
        "title1": "TEAM",
        "title2": "B2Academy Team"
    }
}