{
    "navbar": {
        "programs": "Programmes",
        "aboutUs": "A propos",
        "TEAM": "Équipe",
        "ourMethodology": "Methodologie",
        "login": "Login",
        "letsTalk": "Prise de rendez-vous",
        "letsTalkRamadan": "+212 617 94 61 00",
        "Home": "Accueil",
        "gbEnglish": "GB Anglais",
        "frFrancais": "FR Français"
    },
    "home": {
        "title": "Façonner l'avenir de l'éducation grâce à l'apprentissage décentralisé",
        "description": "Libérez votre plein potentiel et propulsez votre carrière vers le niveau supérieur",
        "button": "Programmes",
        "buttonTwo": "En savoir plus sur l’école"
    },
    "programs": {
        "titleSection": "Programmes",
        "title": "Programme de Blockchain: Révolutionner l'Avenir",
        "description": "Dans ce programme, embrassez l'esprit du Ramadan et plongez dans un voyage transformateur avec notre promotion exclusive ! Que vous aspiriez à devenir développeur Blockchain ou consultant spécialisé dans la blockchain, rejoignez-nous et développez votre expertise dès aujourd'hui !",
        "titleAI": "Programme d'IA: Révolutionner l'Avenir",
        "descriptionAI": "Dans ce programme, vous acquérez les compétences nécessaires pour devenir un développeur ou consultant spécialisé en intelligence artificielle. Explorez les principes fondamentaux de l'IA, développez des applications innovantes, et apprenez à conseiller sur les meilleures pratiques et les solutions en intelligence artificielle.",
        "button": "Découvrir",
        "buttonTwo": "Inscriptions ouvertes",
        "timeProgram": "199$/Mois",
        "timeProgram1": "3 Mois",
        "time2Programs": "6 Mois"
    },
    "Lessons": {
        "title1": "Nos Parcours Blockchain",
        "title2": "Nos Parcours IA",
        "titleBlockchain": "Devenir Développeur Blockchain",
        "titleBlockchainConsulting": "Devenir Consultant Blockchain",
        "descriptionBlockchain": "Ce cours vous permettra de devenir un développeur blockchain compétent. Vous apprendrez les bases de la technologie blockchain, les langages de programmation utilisés pour développer des applications blockchain, et vous serez introduit aux outils et aux cadres essentiels.",
        "descriptionConsultingBlockchain": "Un programme complet pour comprendre pleinement le fonctionnement des blockchains et les exploiter efficacement dans vos projets. Conçu pour les entrepreneurs, consultants, chefs de projet, professionnels et passionnés.",
        "titleSection": "Leçons",
        "titleAI": "Devenir Développeur IA",
        "titleConsultingAI": "Devenir Consultant IA",
        "title2ProgramsBlockchain": "Élevez vos compétences avec notre ensemble de certifications double en développement blockchain et en consultant!",
        "title2ProgramsAI": "Élevez vos compétences avec notre ensemble de certifications double en développement IA et en consultant!",
        "descriptionAI": "Ce cours vous permettra de devenir un développeur en intelligence artificielle compétent. Vous apprendrez les concepts fondamentaux de l'intelligence artificielle, les langages de programmation utilisés pour le développement d'applications d'IA, et vous serez introduit aux outils et aux cadres essentiels.",
        "descriptionConsultingAI": "Un programme complet pour comprendre pleinement le fonctionnement de l'IA et l'utiliser efficacement dans vos projets. Conçu pour les entrepreneurs, consultants, chefs de projet, professionnels et passionnés.",
        "button": "Discover more",
        "buttonTwo": "Open Enrollment"
    },
    "roadmap": {
        "title": "Votre parcours global",
        "progress-content1": "Initiation gratuite depuis chez vous et à votre rythme",
        "progress-content2": "Formation autogérée et encadrée par des instructeurs, en ligne ou sur le campus",
        "progress-content3": "Double certification, NFT et certifications professionnelles",
        "progress-content4": "Assistance fournie jusqu'à l'emploi ou le développement de votre start-up"
    },
    "AboutUs": {
        "AboutUs": "A propos de nous",
        "description": "est une école innovante de commerce numérique qui soutient les talents en formation sur les technologies de nouvelle génération telles que la Blockchain et l'IA. Notre mission est de construire les ponts qui nous mèneront vers un avenir meilleur. Nous sommes une équipe de professionnels et d'enthousiastes de l'innovation technologique qui croient fermement en le pouvoir de l'éducation décentralisée (DeEd) pour révolutionner l'expérience d'apprentissage."
    },
    "discord": {
        "title": "Rejoignez nos +1600 membres sur notre Discord!",
        "description": "Rejoignez plus de mille apprenants et apprenantes B<sup>2</sup>Academy au sein du serveur discord, soyez entouré pour progresser au sein de l'écosystème.",
        "point1": "+1600 membres sur le seveur",
        "point2": "+140 partenaires"
    },
    "methodology": {
        "title": "Methodologie",
        "description": "Chez B<sup>2</sup>Academy, nous révolutionnons la manière dont l'éducation est dispensée. Notre école de commerce numérique non conventionnelle s'engage à décentraliser l'éducation et à créer des opportunités pour les 99% restants. Nos programmes sont conçus pour être agiles et pratiques, offrant ainsi flexibilité et compatibilité avec votre vie professionnelle et familiale.",
        "DecentralizedLwarning": "Rejoignez notre communauté inspirante et participez à une expérience d'apprentissage décentralisée avec vos pairs et vos enseignants lors de nos événements en direct.",
        "Metaverse": "Notre campus en ligne dans le Metaverse est ouvert à tous les étudiants pour se joindre et se rencontrer à tout moment. C'est là que nous nous rassemblons pour nos événements en direct et nos présentations ouvertes, et c'est ouvert 24/7 !",
        "FlexibleCurriculum": "Nos programmes offrent un curriculum flexible qui peut être complété à votre propre rythme sans perturber votre travail ou votre vie actuelle.",
        "FlexibleCurriculum-point1": "Autogéré : En ligne/Campus",
        "FlexibleCurriculum-point2": " Encadré par des instructeurs : En ligne/Campus",
        "MicroLearning": "Le microapprentissage simplifie les sujets compliqués en courtes unités d'apprentissage, allant du niveau de base au niveau avancé.",
        "NftCertification": "Une fois que vous avez terminé tous les cours, notre plateforme basée sur la Blockchain vous récompensera par un certificat NFT qui peut être exporté directement."
    },
    "newsletter": {
        "title": "Ne manquez pas l'occasion, restez à jour",
        "email": "Entrez votre email",
        "button": "S'abonner"
    },
    "Fqa": {
        "title": "Questions fréquemment posées",
        "description": "vous ne trouvez pas la réponse que vous recherchez ? contactez-nous sur notre",
        "question1": "SI JE M'INSCRIS AUJOURD'HUI, QUAND PUIS-JE COMMENCER ?",
        "question2": "QUEL ENGAGEMENT HORAIRE LES PROGRAMMES DEMANDENT-ILS ?",
        "question3": "Y A-T-IL UN NIVEAU MINIMUM D'ÉDUCATION OU DE CONNAISSANCES REQUIS ?",
        "question4": "Y A-T-IL UNE CERTIFICATION FINALE ?",
        "question5": "PUIS-JE SUIVRE UN PROGRAMME SI JE SUIS EN ÉTUDES OU EN ACTIVITÉ PROFESSIONNELLE ?",
        "question6": "COMMENT PUIS-JE RÉSOUDRE MES QUESTIONS ?",
        "question7": "Y A-T-IL DES PLANS POUR LES ENTREPRISES ?",
        "question8": "COMMENT DEMANDER UNE FACTURE ?",
        "answer1": "Vous pourrez accéder au contenu du programme à partir de la date d'ouverture (veuillez vérifier la date d'ouverture de chaque programme). Veuillez noter qu'à partir de ce moment, vous pouvez choisir quand commencer, car il n'est pas nécessaire de commencer dès la date d'ouverture.",
        "answer2": "Nos programmes sont conçus pour prendre 8 à 10 heures par semaine. Cela inclut regarder des cours en vidéo et des événements en direct chaque semaine, ainsi qu'interagir avec la communauté. Nos étudiants mettent en moyenne de 2 à 4 mois pour terminer nos programmes et obtenir la certification.",
        "answer3": "Non. Nos programmes sont conçus pour tous les niveaux. En fait, l'un des principaux aspects de l'éducation décentralisée est que nous pouvons tous apprendre les uns des autres, y compris des personnes ayant un niveau d'éducation antérieur très différent du nôtre.",
        "answer4": "Oui. Lorsque vous terminez votre programme, vous pourrez télécharger et exporter votre certification sur votre profil Linkedin.",
        "answer5": "Oui. Nous avons choisi la méthode du microlearning dans l'intention de la combiner avec vos études, votre travail et votre vie familiale.",
        "answer6": "Chaque classe dispose d'un bouton pour envoyer vos questions par vidéo, texte ou audio. Vous recevrez les réponses directement de l'équipe d'enseignants par e-mail. De plus, vous pouvez vous inscrire aux Open Shows hebdomadaires pour partager vos apprentissages avec d'autres étudiants du programme.",
        "answer7": "Oui, nous proposons des plans spécifiques pour les entreprises. Si vous êtes intéressé par la mise en œuvre de l'un de nos programmes dans votre entreprise, veuillez contacter Zongo Antoine, Directeur des Ventes, à l'adresse suivante : Antoine.Zongo@b2academy.net",
        "answer8": "Veuillez nous envoyer un e-mail à contact@b2academy.net avec vos informations fiscales et nous vous enverrons la facture dès que possible."
    },
    "footer": {
        "Home": "Accueil",
        "programs": "Programmes",
        "aboutUs": "A propos",
        "ourMethodology": "Methodologie",
        "letsTalk": "Parlons",
        "ContactUs": "Contactez-nous",
        "terms and conditions": "Termes et conditions",
        "Privacy policy": "Politique de confidentialité",
        "Copyright": "Copyright © 2023 Blockchain Business Academy. Tous droits réservés."
    },
    "talk": {
        "title": "Besoin de parler à un conseiller ?",
        "description": "Les conseillers de B<sup>2</sup>Academy sont disponibles du lundi au vendredi pour vous soutenir dans votre projet de formation en blockchain et dans votre processus de financement.",
        "button": "Prenez rendez-vous dès maintenant"
    },
    "Appointment": {
        "title": "Planification de rendez-vous",
        "description": "Obtenez un accompagnement pour votre projet de formation en blockchain avec nos conseillers ",
        "email": "Contact@B2Academy.net"
    },
    "Bdp": {
        "title": "Apprenez toutes les compétences pour développer une application blockchain",
        "titleConsultingblockchain": "Consultant blockchain : analyser, pratiquer, créer",
        "titleConsultingAI": "Consultant Intelligence Artificielle",
        "description": "Tirez parti de la technologie blockchain dans le développement d'applications",
        "descriptionConsultingblockchain": "Libérez le potentiel de la blockchain avec notre formation dynamique, idéale pour les entrepreneurs, consultants, chefs de projet, professionnels et passionnés.",
        "descriptionConsultingAI": "Une formation pour vous positionner à la pointe de l'Intelligence Artificielle d'aujourd'hui et de demain",
        "button": "Inscrivez-vous maintenant",
        "timerDay": "Jours",
        "timerHoure": "Heures",
        "timerMinute": "Minutes",
        "timerSecond": "Secondes"
    },
    "NumberCountingSection": {
        "counting-item1": "Décentralisé",
        "counting-item2": "Micro-apprentissage",
        "counting-item3": "Certification Double NFT",
        "counting-item4": "et Hashgraph",
        "counting-item5": "Pays",
        "counting-item6": "Communauté mondiale",
        "counting-item7": "Durée",
        "counting-item8": "Mois flexibles"
    },
    "Brochure": {
        "title": "Un programme de formation sur mesure",
        "description": "Le programme de formation a été conçu pour vous fournir des connaissances condensées",
        "description2": "pour satisfaire même les plus grandes curiosités.",
        "button": "Téléchargez la brochure",
        "email": "Entrez votre email",
        "Terms and Conditions": "J'accepte les Conditions Générales d'Utilisation et la Politique de Confidentialité"
    },
    "Enrolltoday": {
        "button": "Inscrivez-vous maintenant",
        "title": "Inscrivez-vous dès aujourd'hui et devenez un expert dans les compétences les plus demandées"
    },
    "Business": {
        "title": "B<sup>2</sup>Academy pour les Entreprises",
        "description": "Contactez-nous et obtenez plus d'informations sur nos tarifs spéciaux pour les entreprises et les groupes",
        "button": "Contactez-nous"
    },
    "advantages": {
        "title": "Avantages",
        "subtitle": "Grâce à cette formation, vous serez en mesure de : ",
        "advantages-card": "Être embauché(e)",
        "advantages-card-point1": "Vivre de votre passion",
        "advantages-card-point2": "Augmenter vos revenus",
        "advantages-card-point3": "Travailler dans un secteur prospère",
        "advantages-card2": "Développer votre startup",
        "advantages-card2-point1": "Accomplir votre projet",
        "advantages-card2-point2": "Avoir des horaires flexibles",
        "advantages-card2-point3": "Lever des fonds",
        "subtitle2": "Voici quelques chiffres : ",
        "advantages-card3-point1": "40 millions",
        "advantages-card3-point2": "d'emplois dans la blockchain d'ici 2030",
        "advantages-card4-point3": "20%",
        "advantages-card4-point4": "du salaire dans le Web3",
        "advantages-card5-point5": "2 milliards",
        "advantages-card5-point6": "d'augmentation du PIB d'ici 2023",
        "advantages-card6-point7": "40k€ - 90k€",
        "advantages-card6-point8": "par an pour les développeurs blockchain",
        "subtitle3": "Certification NFT : ",
        "advantages-card-NFT": "Chacun de nos participants reçoit une double certification : Recevez votre certification NFT une fois que vous avez terminé le programme, et passez éventuellement un examen supplémentaire pour recevoir la certification Blockchain par Hedera Hashgraph (certification CHHD)."
    },
    "advantagesAi": {
        "advantages-card5-point5": "1,5 Millions",
        "advantages-card5-point6": "d'emplois qualifiés en IA prévus d’ici 2024",
        "advantages-card6-point7": "90 Milliards",
        "advantages-card6-point8": "de dollars l’intelligence artificielle devrait atteindre d'ici 2025",
        "advantages-card-NFT": "Chacun de nos participants reçoit une double certification : Recevez votre certification NFT une fois le programme terminé, et éventuellement, réussissez un examen supplémentaire pour obtenir la certification en intelligence artificielle par Hedera Hashgraph (certification CHHD)."
    },
    "ProgramModules": {
        "module1": "Module 1 : Introduction à la technologie blockchain et ses différentes briques 📚",
        "module1-description": "Bases de la blockchain Architecture décentralisée Transactions sécurisées",
        "module2": "Module 2 : La blockchain Ethereum et son fonctionnement 💻",
        "module2-description": "Comprendre Ethereum Puissants contrats intelligents Créer des applications décentralisées",
        "module3": "Module 3 : Notions de bases sur le développement des applications décentralisées 🛠️",
        "module3-description": "Mise en œuvre pratique Interaction avec la blockchain Déploiement de contrats intelligents",
        "module4": "Module 4 : Notions avancées sur le développement des applications décentralisées 🔬",
        "module4-description": "Langage de programmation Solidity Conception de contrats intelligents Création d'applications Ethereum",
        "module5": "Module 5 : Fondamentaux de la sécurité des applications décentralisées 🔒",
        "module5-description": "Utilisation d'outils populaires Test et déploiement des contrats Développement efficace",
        "module6": "Module 6 : Tester votre application 🧪",
        "module6-description": "Tests fonctionnels avancés Assurer la qualité du contrat Préparation au déploiement"
    },    
    "ProgramModulesBlockchainConsulting": {
        "module1": "Module 1 : Module d'introduction 📘",
        "module1-description": "Fournit des connaissances fondamentales sur la technologie blockchain, couvrant les principes de base et la terminologie.",
        "module2": "Module 2 : Exploration des blockchains publiques 🌐",
        "module2-description": "Plonge dans les réseaux décentralisés, les mécanismes de consensus et l'importance de la transparence dans les blockchains publiques.",
        "module3": "Module 3 : Bitcoin, Blockchain axée sur la valeur ₿",
        "module3-description": "Se concentre sur l'architecture de Bitcoin, le processus de minage et son rôle en tant que magasin de valeur numérique.",
        "module4": "Module 4 : Ethereum, Blockchain orientée application 🛠️",
        "module4-description": "Met en évidence la fonctionnalité des contrats intelligents d'Ethereum, les applications décentralisées (DApps) et son impact sur divers secteurs.",
        "module5": "Module 5 : Autres protocoles et blockchains publiques 🔄",
        "module5-description": "Explore divers protocoles blockchain au-delà de Bitcoin et Ethereum, examinant leurs fonctionnalités uniques et leurs cas d'utilisation."
    },
    "ProgramModulesAi": {
        "module1": "Module 1: Introduction aux Fondamentaux de l'IA 🚀",
        "module1-description": "Explorez les concepts fondamentaux de l'IA, y compris une introduction aux grands modèles de langage et la construction de chatbots IA.",
        "module2": "Module 2: Traitement du Langage et de la Parole 🗣️",
        "module2-description": "Plongez dans le traitement du langage et de la parole, couvrant la reconnaissance automatique de la parole, la transcription et la construction de chatbots pour interagir avec les PDF.",
        "module3": "Module 3: Traitement et Reconnaissance d'Images 🖼️",
        "module3-description": "Approfondissez-vous dans les techniques de traitement et de reconnaissance d'images, comprenant les réseaux encodeurs-décodeurs.",
        "module4": "Module 4: Applications Créatives de l'IA 🎨🤖",
        "module4-description": "Explorez les applications créatives de l'IA, de la génération d'images basée sur du texte à la création de voix générées par IA et de voix uniques."
    },
    "ProgramModulesAiConsulting": {
        "module1": "Module 1: Introduction à l'IA 🤖",
        "module1-description": "Ce module offre une compréhension fondamentale de l'intelligence artificielle, de ses applications et de son impact sur diverses industries.",
        "module2": "Module 2: Outils de base: Démarrage 🛠️",
        "module2-description": "Les participants apprendront les outils et techniques fondamentaux nécessaires pour commencer à travailler avec l'IA, y compris les langages de programmation, les frameworks et les algorithmes de base.",
        "module3": "Module 3: Théorie et Opération Technique 📚💻",
        "module3-description": "Approfondissant davantage, ce module explore les fondements théoriques des algorithmes d'IA et leur mise en œuvre technique.",
        "module4": "Module 4: Théorie et Opération Technique 🧠💡",
        "module4-description": "En s'appuyant sur le Module 3, ce module explore plus en profondeur les concepts théoriques et les opérations techniques cruciales pour le développement et le déploiement efficaces de l'IA.",
        "module5": "Module 5: Cas d'utilisation de l'IA dans les secteurs professionnels 🏢🤖",
        "module5-description": "Les participants examineront les applications réelles de l'IA dans divers secteurs professionnels, en acquérant des connaissances sur ses implications pratiques."
    },    
    "AI": {
        "title": "Apprenez toutes les compétences pour développer une application AI",
        "description": "Tirez parti de la technologie AI dans le développement d'applications",
        "button": "Inscrivez-vous maintenant"
    },
    "NumberCountingSectionAi": {
        "counting-item1": "Alimenté par l'IA",
        "counting-item2": "Apprentissage continu"
    },
    "ModalOverlayEnroll": {
        "title": "Formulaire Développeur Blockchain",
        "description": "Inscrivez-vous maintenant. Veuillez remplir le formulaire ci-dessous :",
        "firstName": "Prénom",
        "lastName": "Nom",
        "email": "E-mail",
        "phoneNumber": "Numéro de téléphone",
        "message": "Message",
        "Terms and Conditions": "J'accepte les Conditions générales d'utilisation et la Politique de confidentialité",
        "errorMessage": "Veuillez accepter les Conditions générales d'utilisation et la Politique de confidentialité.",
        "button": "Envoyer"
    },
    "ModalOverlayEnrollAiProgramm": {
        "title": "Formulaire Développeur En IA"
    },
    "ModalOverlayEnrollBlockchainConsultingProgram": {
        "title": "Formulaire consultant En Blockchain"
    },
    "ModalOverlayEnrollAIConsultingProgram": {
        "title": "Formulaire consultant En IA"
    },
    "ModalOverlayEnrollTwoProgramm": {
        "title": "Inscription au Bundle de Certification Développeur et consultant En Blockchain ",
        "description": "Inscrivez-vous dès maintenant à notre Bundle de Certification Développeur et consultant En Blockchain! Remplissez le formulaire ci-dessous pour perfectionner vos compétences"
    },
    "ModalOverlayEnrollTwoProgrammAI": {
        "title": "Inscription au Bundle de Certification Développeur et consultant En IA ",
        "description": "Inscrivez-vous dès maintenant à notre Bundle de Certification Développeur et consultant En IA! Remplissez le formulaire ci-dessous pour perfectionner vos compétences"
    },
    "ModalOverlayBusinesses": {
        "title": "Formez votre équipe aux compétences du futur",
        "description": "Obtenez plus d'informations sur nos tarifs réduits pour les entreprises. Veuillez remplir le formulaire suivant et nous prendrons contact sous peu :",
        "firstName": "Prénom",
        "lastName": "Nom de famille",
        "email": "E-mail",
        "phoneNumber": "Numéro de téléphone",
        "fieldofactivity": "Domaine d'activité",
        "Terms and Conditions": "J'accepte les Conditions générales et la Politique de confidentialité",
        "errorMessage": "Veuillez accepter les Conditions générales et la Politique de confidentialité.",
        "button": "Envoyer"
    },
    "ContactUs": {
        "ContactUstitle": "Contactez-nous",
        "title": "Demandez plus d'informations sur nos programmes",
        "description": "Remplissez le formulaire ci-dessous et nous vous contacterons dès que possible.",
        "firstName": "Prénom",
        "lastName": "Nom",
        "email": "E-mail",
        "phoneNumber": "Numéro de téléphone",
        "message": "message",
        "Terms and Conditions": "J'accepte les Conditions générales d'utilisation et la Politique de confidentialité",
        "errorMessage": "Veuillez accepter les Conditions générales d'utilisation et la Politique de confidentialité.",
        "button": "Envoyer"
    },
    "Terms&Conditions": {
        "title": "Termes et conditions",
        "Text": "ARTICLE 1 – PRÉAMBULE",
        "textTitle1": "B2Academy est un produit de Isychain. Isychain SARL, avec un capital de 100 000 DHS, immatriculée auprès du RCS de Casablanca sous le numéro 534935, dont le siège social est situé au 265, Blvd Zerktouni, 9ème étage, n° 92, Casablanca, Maroc, exploite les sites Internet suivants : www.b2academy.net (ci-après désignés par 'les Sites'). Par le biais de ses Sites, B2Academy propose des formations et des cours en ligne dans le domaine de la blockchain et de l'intelligence artificielle. 'Le Client' est défini comme un utilisateur, personne physique ou représentant d'une personne morale, professionnel ou particulier, disposant d'une adresse e-mail fonctionnelle. Les présentes conditions générales de vente en ligne régissent les relations contractuelles entre B2Academy et ses Clients. Le Client déclare avoir pris connaissance des dispositions suivantes avant de passer commande des Services. En choisissant d'acquérir des Services, le Client accepte expressément et irrévocablement les termes énoncés aux présentes. Le Client déclare avoir la capacité de conclure le présent contrat, c'est-à-dire avoir atteint la majorité légale et ne pas être sous tutelle ou curatelle s'il s'agit d'une personne physique. S'il représente une personne morale, il déclare avoir le pouvoir d'engager ladite personne morale dans le cadre d'un contrat de vente à distance de type client-fournisseur.",
        "Text1": "ARTICLE 2 – CARACTÉRISTIQUES DES SERVICES VENDUS",
        "textTitle2": "B2Academy propose à la vente sur les Sites tout ou partie de son catalogue de Services. B2Academy commercialise sur ses sites Internet des formations, et des cours en ligne dans le domaine de la blockchain et l’intelligence artificielle.. Les services proposés à la vente en ligne sont uniquement ceux qui figurent sur les sites internet de B2Academy le jour de la commande. Ces services sont proposés dans la limite des places disponibles pour les formations et des stocks disponibles pour les autres services. B2Academy se réserve le droit de modifier le contenu des formations et des cours. En cas d’impossibilité de tenir une formation à une date donnée, B2Academy se réserve la possibilité de la reporter ou de l’annuler. Dans ce cas, le Client pourra choisir de reporter sa participation à une autre date ou de se faire rembourser.",
        "text3": "ARTICLE 3 – ACCEPTATION D’UNE COMMANDE",
        "textTitle3": "La commande ne peut être enregistrée sur le site que si l’utilisateur a dûment complété le formulaire d’ouverture de compte. Toute commande vaut acceptation des prix et description des Services disponibles à la vente. La confirmation de la commande entraîne l’acceptation des présentes conditions générales de vente. B2Academy s’engage à honorer les commandes reçues sur le site internet ou de toute autre façon uniquement dans la limite des places disponibles pour les formations et des stocks disponibles pour les autres services. En cas d’indisponibilité, B2Academy s’engage à en informer l’utilisateur. L’ensemble des données fournies et la confirmation enregistrée valent preuve de la transaction. Conformément au code civil, la validation du bon de commande vaut signature et acceptation des opérations effectuées. La confirmation de la commande enregistrée est envoyée par courrier électronique après la validation du paiement à l’adresse e-mail indiquée par l’utilisateur. En cas de règlement par chèque, la commande ne sera traitée qu’à réception du règlement et sous réserve des places disponibles.",
        "text4": "ARTICLE 4 – PRIX",
        "textTitle4": "Les prix sont exprimés en dirhams et sont toutes taxes comprises. Le prix définitif est fixé lors de la commande en ligne, après application des éventuelles réductions, et comptabilisation de la TVA applicable aux services en ligne délivrés depuis le Maroc au Client.",
        "text5": "ARTICLE 5 – PAIEMENT ET SÉCURITÉ DES TRANSACTIONS",
        "textTitle5": "Le prix de la commande est payable par chèque bancaire libellé en dirhams, carte bancaire (VISA, MASTERCARD), ou tout autre moyen de paiement accepté par le service de paiement en ligne CMI. Pour le paiement sécurisé en ligne, le Client est dirigé vers le serveur de paiement CMI. Le CMI assure la sécurité de la transaction dès lors que le Client est dirigé vers le serveur. La commande ne sera validée par B2Academy que lorsque le serveur bancaire aura donné son autorisation à la transaction.",
        "text6": "ARTICLE 6 – DROIT DE RÉTRACTATION",
        "textTitle6": "Une réservation, une fois payée, vaut commande. Elle ne peut être annulée que par e-mail ou tout autre support écrit au moins une semaine ouvrée avant le début de la formation réservée.",
        "text7": "ARTICLE 7 – DROIT DE LA PROPRIÉTÉ INTELLECTUELLE",
        "textTitle7": "Les informations et données personnelles que B2Academy demande à l’utilisateur de lui fournir sont réservées à son usage. L’utilisateur dispose d’un droit d’accès, de modification, de rectification et de suppression des données le concernant. Pour exercer ce droit, l’utilisateur peut adresser une demande à l’adresse email suivante : Contact@B2Academy.net. Les coordonnées bancaires ne sont pas enregistrées sur le compte client. Pour chaque nouvelle commande, l’utilisateur doit fournir les informations de sa carte bancaire via l’interface de paiement du système sécurisé CMI.",
        "text8": "ARTICLE 8 – COMPÉTENCE LÉGALE",
        "textTitle8": "Les présentes conditions générales de vente sont soumises à l’application du droit marocain. En cas de litige, les parties s’engagent à rechercher une solution amiable avant toute action judiciaire. Tout litige découlant du présent contrat relève de la compétence exclusive des juridictions de Casablanca."
    },
    "PrivacyPolicy": {
        "title1": "Politique de confidentialité",
        "textTitle1": "Voici la politique de confidentialité du site web de B2Academy, exploité par B2Academy, qui est le responsable du traitement des informations collectées sur ce site. Le but de cette politique est de vous informer sur la manière dont nous collectons et utilisons vos informations lorsque vous utilisez notre site web. Chez B2Academy, nous nous engageons à être justes et transparents quant à la manière dont nous collectons, utilisons et protégeons vos informations personnelles.\nPourquoi collectons-nous et utilisons-nous vos informations ?\n• Fournir la meilleure expérience et service ;\n• Utiliser vos informations à des fins de recherche marketing et de mise à jour de notre site web ;\n• Assurer la sécurité et l’accessibilité de tous nos services et événements ;\n• Traiter vos paiements et conserver des dossiers internes ;\n• Vous envoyer des newsletters et/ou magazines, brochures et prospectus ;\n• Vous envoyer des supports promotionnels qui pourraient vous intéresser.\nQuelles informations collectons-nous ?\nNous collectons les informations suivantes :\n• Vos coordonnées telles que votre nom, adresse e-mail, numéro de téléphone et adresse ;\n• Vos informations de navigation telles que les pages web que vous visitez sur notre site (collectées à l’aide de cookies de navigation), adresse IP, localisation et activité sur notre site web ;\n• Tout commentaire ou information additionnelle que vous partagez avec nous lors de votre inscription.\nNous collectons ces informations auprès de diverses sources, notamment directement auprès de vous lorsque vous utilisez notre site web, assistez à des cours ou des événements, utilisez un bon d’achat ou effectuez des achats. Elles peuvent également être collectées lorsque vous remplissez des formulaires d’inscription pour des cours, des soirées d’ouverture, des événements ou lorsque vous vous abonnez à nos newsletters, magazines, brochures et prospectus. De plus, d’autres personnes peuvent fournir vos informations en votre nom pour les utilisations mentionnées ci-dessus.",
        "Text1": "Base légale pour l’utilisation de vos informations",
        "textTitle2": "Nous utilisons vos informations personnelles car nous avons des intérêts commerciaux légitimes à vous offrir la meilleure expérience possible, à vous informer sur nos produits et services, à assurer le bon fonctionnement de notre entreprise et à effectuer des analyses et des recherches.\nLorsque nous avons conclu un contrat pour fournir un service ou traiter vos commandes en ligne, nous traitons vos informations afin de remplir notre contrat avec vous.\nNous utilisons également vos informations personnelles car nous avons des obligations légales, telles que respecter nos obligations fiscales et gérer les réclamations légales.",
        "text3": "Avec qui partageons-nous vos informations ?",
        "textTitle3": "Nous ne partageons pas vos informations avec des tiers. Si nous avons l’intention de le faire, nous ne le ferons que si vous nous donnez votre permission. Si vous nous accordez cette permission, nous le ferons de manière sélective et prudente. Vous pouvez retirer votre permission à tout moment. Nous pouvons également être tenus de partager vos informations avec des tiers lorsque cela est légalement requis par les lois pertinentes et les demandes gouvernementales, notamment lorsque le cours est proposé en partenariat avec un prestataire de formation externe.\nNous pouvons transférer vos informations à l’étranger et en dehors du Maroc à des fins commerciales et également pour utiliser des services tels que Google Analytics. Si nous le faisons, nous veillerons à mettre en place des garanties adéquates, telles que des accords de confidentialité protégeant vos informations.",
        "text4": "Liens vers d’autres sites web",
        "textTitle4": "Cette politique de confidentialité concerne uniquement le site web de B2Academy. Elle ne s’applique pas aux autres sites web accessibles depuis notre site, y compris les liens que nous pourrions fournir vers des sites de médias sociaux. Pour tout autre site web, veuillez-vous référer à leur propre politique de confidentialité.",
        "text5": "Sécurité et conservation",
        "textTitle5": "La protection de vos informations est primordiale pour nous, et nous avons mis en place des procédures physiques, électroniques et de gestion appropriée pour protéger les informations que nous collectons auprès de vous.\nNous conservons vos informations aussi longtemps que nous en avons besoin sur le plan commercial. Par exemple, nous pouvons conserver vos informations pour respecter nos obligations fiscales et gérer les éventuelles réclamations légales. En tout cas, nous ne conserverons pas vos informations plus de 6 ans.",
        "text6": "Vos droits",
        "textTitle6": "Vous disposez de plusieurs droits concernant vos informations. Dans certaines circonstances, vous pouvez :\n• Accéder à vos informations et en obtenir une copie (si nécessaire, dans un format lisible par machine) ;\n• Nous demander de rectifier des informations incorrectes ou incomplètes ;\n• Nous demander de cesser de collecter ou de supprimer vos informations ;\n• Vous opposer à la manière dont nous traitons vos informations.\nSi vous souhaitez exercer l’un de ces droits ou demander une copie de vos données, veuillez contacter notre responsable de la protection des données en envoyant un e-mail à Contact@B2Academy.net.\nSi vous avez des plaintes concernant la manière dont nous avons collecté ou traité vos informations, vous pouvez déposer une plainte à l’adresse Contact@B2Academy.net.\nLe nom légal complet de notre entreprise, qui est le responsable du traitement de vos données, est B2Academy.\nAdresse postale : 265, Bd Zerktouni,9ème Etage, N° 92, Casablanca, Maroc\nTéléphone : +212 7 77 00 09 97",
        "text7": "Cookies",
        "textTitle7": "Un cookie est un petit fichier stocké sur votre ordinateur lorsque vous utilisez notre site web. Nous utilisons des cookies pour personnaliser votre expérience et améliorer notre gamme de produits et services. Lorsque vous visitez le site web de B2Academy, vous pouvez choisir d’accepter ou de refuser les cookies dans votre navigateur internet. En donnant votre permission, vous nous permettez de vous offrir une meilleure expérience et un meilleur service. Vous pouvez également refuser de donner votre permission, cependant certaines fonctionnalités du site web peuvent ne pas fonctionner comme prévu. Vous pouvez supprimer ces cookies à tout moment."
    },
    "Subscription": {
        "title": "Abonnement au Programme de Développeur Blockchain",
        "button": "S'abonner maintenant",
        "cardd__title": "Par virement bancaire",
        "cardd__title1": "(un virement unique du coût total)",
        "cardd__section3": "Veuillez indiquer lors du virement en objet : votrenom+dev",
        "cardd2__title": "Par carte bancaire",
        "cardd2__title1": "Voici les possibilités de financement",
        "cardd2__section1": "Accès à vie à la plateforme d’apprentissage",
        "cardd2__section2": "7 jours – Satisfait ou Remboursé",
        "cardd2__section3": "Financement en 3x",
        "button2": "JE SOUSCRIS"
    },
    "customButton": {
        "title1": "le 25/02 à 18:30, inscription gratuite",
        "title2": "Webinar Parcours Blockchain & AI"
    },
    "B2AProgramsBrochure": {
        "Title": "Debloquez Votre Avenir : Promotion Speciale Ramadan sur les Programmes de Pointe",
        "B2AProgramsBrochuretitle": "Veuillez remplir le formulaire ci-dessous pour bénéficier de notre promotion Ramadan sur nos Programmes Avancés",
        "radiobutton1": "Programme Developer Blockchain",
        "radiobutton2": "Programme Developer Consultant",
        "radiobutton3": "Programme combiné",
        "button": "Rejoindre le programme",
        "selectOption":"Quel est votre statut actuel ?",
        "student":"Étudiant",
        "professional":"Professionnel"

    },
    "ProfilesSection": {
        "ProfileInfo1": "Directeur du développement commercial",
        "ProfileInfo2": "Président",
        "title1": "ÉQUIPE",
        "title2": "Équipe B2Academy",
        "title3": "Management Team",
        "description": "Le personnel expérimenté de B<sup>2</sup>Academy comprend des leaders et des innovateurs de l'industrie des affaires, du design et de la technologie."
    }
}