{
    "navbar": {
        "programs": "Programmes",
        "aboutUs": "A propos",
        "ourMethodology": "Methodologie",
        "login": "Login",
        "letsTalk": "Prise de rendez-vous",
        "Home": "Accueil",
        "gbEnglish": "GB Anglais",
        "frFrancais": "FR Français"
    },
    "home": {
        "title": "Façonner l'avenir de l'éducation grâce à l'apprentissage décentralisé",
        "description": "Libérez votre plein potentiel et propulsez votre carrière vers le niveau supérieur",
        "button": "Programmes",
        "buttonTwo": "En savoir plus sur l’école"
    },
    "programs": {
        "titleSection": "Programmes",
        "title": "Devenez un développeur de nouvelle génération",
        "description": "Plongez dans nos programmes explorant les technologies de rupture telles que l'IA, la blockchain et bien plus encore. Acquérez une expertise pratique en élaborant des solutions pour des défis réels.",
        "button": "Découvrir",
        "buttonTwo": "Inscriptions ouvertes",
        "timeProgram": "3 Mois",
        "time2Programs": "6 Mois"
    },
    "Lessons": {
        "titleBlockchain": "Devenir un développeur blockchain",
        "descriptionBlockchain": "Ce cours vous permettra de devenir un développeur blockchain compétent. Vous apprendrez les bases de la technologie blockchain, les langages de programmation utilisés pour développer des applications blockchain, et vous serez introduit aux outils et aux cadres essentiels.",
        "titleSection": "Leçons",
        "titleAI": "Devenir développeur en IA",
        "title2Programs": "Élevez vos compétences avec notre ensemble de certifications de développeur en blockchain et en IA!",
        "descriptionAI": "Plongez dans les subtilités du développement d'applications en intelligence artificielle et tirez parti de son pouvoir transformateur avec notre programme de formation complet. Adapté aux débutants, ce cours offre une plongée approfondie dans les technologies de l'IA sans nécessiter de connaissances préalables.",
        "button": "Discover more",
        "buttonTwo": "Open Enrollment"
    },
    "roadmap": {
        "title": "Votre parcours global",
        "progress-content1": "Initiation gratuite depuis chez vous et à votre rythme",
        "progress-content2": "Formation autogérée et encadrée par des instructeurs, en ligne ou sur le campus",
        "progress-content3": "Double certification, NFT et certifications professionnelles",
        "progress-content4": "Assistance fournie jusqu'à l'emploi ou le développement de votre start-up"
    },
    "AboutUs": {
        "AboutUs": "A propos de nous",
        "description": "est une école innovante de commerce numérique qui soutient les talents en formation sur les technologies de nouvelle génération telles que la Blockchain et l'IA. Notre mission est de construire les ponts qui nous mèneront vers un avenir meilleur. Nous sommes une équipe de professionnels et d'enthousiastes de l'innovation technologique qui croient fermement en le pouvoir de l'éducation décentralisée (DeEd) pour révolutionner l'expérience d'apprentissage."
    },
    "discord": {
        "title": "Rejoignez nos +1600 membres sur notre Discord!",
        "description": "Rejoignez plus de mille apprenants et apprenantes B<sup>2</sup>Academy au sein du serveur discord, soyez entouré pour progresser au sein de l'écosystème.",
        "point1": "+1600 membres sur le seveur",
        "point2": "+140 partenaires"
    },
    "methodology": {
        "title": "Methodologie",
        "description": "Chez B<sup>2</sup>Academy, nous révolutionnons la manière dont l'éducation est dispensée. Notre école de commerce numérique non conventionnelle s'engage à décentraliser l'éducation et à créer des opportunités pour les 99% restants. Nos programmes sont conçus pour être agiles et pratiques, offrant ainsi flexibilité et compatibilité avec votre vie professionnelle et familiale.",
        "DecentralizedLwarning": "Rejoignez notre communauté inspirante et participez à une expérience d'apprentissage décentralisée avec vos pairs et vos enseignants lors de nos événements en direct.",
        "Metaverse": "Notre campus en ligne dans le Metaverse est ouvert à tous les étudiants pour se joindre et se rencontrer à tout moment. C'est là que nous nous rassemblons pour nos événements en direct et nos présentations ouvertes, et c'est ouvert 24/7 !",
        "FlexibleCurriculum": "Nos programmes offrent un curriculum flexible qui peut être complété à votre propre rythme sans perturber votre travail ou votre vie actuelle.",
        "FlexibleCurriculum-point1": "Autogéré : En ligne/Campus",
        "FlexibleCurriculum-point2": " Encadré par des instructeurs : En ligne/Campus",
        "MicroLearning": "Le microapprentissage simplifie les sujets compliqués en courtes unités d'apprentissage, allant du niveau de base au niveau avancé.",
        "NftCertification": "Une fois que vous avez terminé tous les cours, notre plateforme basée sur la Blockchain vous récompensera par un certificat NFT qui peut être exporté directement."
    },
    "newsletter": {
        "title": "Ne manquez pas l'occasion, restez à jour",
        "email": "Entrez votre email",
        "button": "S'abonner"
    },
    "Fqa": {
        "title": "Questions fréquemment posées",
        "description": "vous ne trouvez pas la réponse que vous recherchez ? contactez-nous sur notre",
        "question1": "SI JE M'INSCRIS AUJOURD'HUI, QUAND PUIS-JE COMMENCER ?",
        "question2": "QUEL ENGAGEMENT HORAIRE LES PROGRAMMES DEMANDENT-ILS ?",
        "question3": "Y A-T-IL UN NIVEAU MINIMUM D'ÉDUCATION OU DE CONNAISSANCES REQUIS ?",
        "question4": "Y A-T-IL UNE CERTIFICATION FINALE ?",
        "question5": "PUIS-JE SUIVRE UN PROGRAMME SI JE SUIS EN ÉTUDES OU EN ACTIVITÉ PROFESSIONNELLE ?",
        "question6": "COMMENT PUIS-JE RÉSOUDRE MES QUESTIONS ?",
        "question7": "Y A-T-IL DES PLANS POUR LES ENTREPRISES ?",
        "question8": "COMMENT DEMANDER UNE FACTURE ?",
        "answer1": "Vous pourrez accéder au contenu du programme à partir de la date d'ouverture (veuillez vérifier la date d'ouverture de chaque programme). Veuillez noter qu'à partir de ce moment, vous pouvez choisir quand commencer, car il n'est pas nécessaire de commencer dès la date d'ouverture.",
        "answer2": "Nos programmes sont conçus pour prendre 3 à 5 heures par semaine, de la manière que l'étudiant préfère (par exemple, 30 minutes par jour). Cela inclut regarder des cours en vidéo et des événements en direct chaque semaine, ainsi qu'interagir avec la communauté. Nos étudiants mettent en moyenne de 2 à 4 mois pour terminer nos programmes et obtenir la certification.",
        "answer3": "Non. Nos programmes sont conçus pour tous les niveaux. En fait, l'un des principaux aspects de l'éducation décentralisée est que nous pouvons tous apprendre les uns des autres, y compris des personnes ayant un niveau d'éducation antérieur très différent du nôtre.",
        "answer4": "Oui. Lorsque vous terminez votre programme, vous pourrez télécharger et exporter votre certification sur votre profil Linkedin.",
        "answer5": "Oui. Nous avons choisi la méthode du microlearning dans l'intention de la combiner avec vos études, votre travail et votre vie familiale.",
        "answer6": "Chaque classe dispose d'un bouton pour envoyer vos questions par vidéo, texte ou audio. Vous recevrez les réponses directement de l'équipe d'enseignants par e-mail. De plus, vous pouvez vous inscrire aux Open Shows hebdomadaires pour partager vos apprentissages avec d'autres étudiants du programme.",
        "answer7": "Oui, nous proposons des plans spécifiques pour les entreprises. Si vous êtes intéressé par la mise en œuvre de l'un de nos programmes dans votre entreprise, veuillez contacter Ali El Alami, Directeur des Ventes, à l'adresse suivante : Ali.alami@b2academy.net",
        "answer8": "Veuillez nous envoyer un e-mail à contact@b2academy.net avec vos informations fiscales et nous vous enverrons la facture dès que possible."
    },
    "footer": {
        "Home": "Accueil",
        "programs": "Programmes",
        "aboutUs": "A propos",
        "ourMethodology": "Methodologie",
        "letsTalk": "Parlons",
        "ContactUs": "Contactez-nous",
        "terms and conditions": "Termes et conditions",
        "Privacy policy": "Politique de confidentialité",
        "Copyright": "Copyright © 2023 Blockchain Business Academy. Tous droits réservés."
    },
    "talk": {
        "title": "Besoin de parler à un conseiller ?",
        "description": "Les conseillers de B<sup>2</sup>Academy sont disponibles du lundi au vendredi pour vous soutenir dans votre projet de formation en blockchain et dans votre processus de financement.",
        "button": "Prenez rendez-vous dès maintenant"
    },
    "Appointment": {
        "title": "Planification de rendez-vous",
        "description": "Obtenez un accompagnement pour votre projet de formation en blockchain avec nos conseillers ",
        "email": "Contact@B2Academy.net"
    },
    "Bdp": {
        "title": "Apprenez toutes les compétences pour développer une application blockchain",
        "description": "Tirez parti de la technologie blockchain dans le développement d'applications",
        "button": "Inscrivez-vous maintenant",
        "timerDay": "Jours",
        "timerHoure": "Heures",
        "timerMinute": "Minutes",
        "timerSecond": "Secondes"
    },
    "NumberCountingSection": {
        "counting-item1": "Décentralisé",
        "counting-item2": "Micro-apprentissage",
        "counting-item3": "Certification Double NFT",
        "counting-item4": "et Hashgraph",
        "counting-item5": "Pays",
        "counting-item6": "Communauté mondiale",
        "counting-item7": "Durée",
        "counting-item8": "Mois flexibles"
    },
    "Brochure": {
        "title": "Un programme de formation sur mesure",
        "description": "Le programme de formation a été conçu pour vous fournir des connaissances condensées",
        "description2": "pour satisfaire même les plus grandes curiosités.",
        "button": "Téléchargez la brochure",
        "email": "Entrez votre email",
        "Terms and Conditions": "J'accepte les Conditions Générales d'Utilisation et la Politique de Confidentialité"
    },
    "Enrolltoday": {
        "button": "Inscrivez-vous maintenant",
        "title": "Inscrivez-vous dès aujourd'hui et devenez un expert dans les compétences les plus demandées"
    },
    "Business": {
        "title": "B<sup>2</sup>Academy pour les Entreprises",
        "description": "Contactez-nous et obtenez plus d'informations sur nos tarifs spéciaux pour les entreprises et les groupes",
        "button": "Contactez-nous"
    },
    "advantages": {
        "title": "Avantages",
        "subtitle": "Grâce à cette formation, vous serez en mesure de : ",
        "advantages-card": "Être embauché(e)",
        "advantages-card-point1": "Vivre de votre passion",
        "advantages-card-point2": "Augmenter vos revenus",
        "advantages-card-point3": "Travailler dans un secteur prospère",
        "advantages-card2": "Développer votre startup",
        "advantages-card2-point1": "Accomplir votre projet",
        "advantages-card2-point2": "Avoir des horaires flexibles",
        "advantages-card2-point3": "Lever des fonds",
        "subtitle2": "Voici quelques chiffres : ",
        "advantages-card3-point1": "40 millions",
        "advantages-card3-point2": "d'emplois dans la blockchain d'ici 2030",
        "advantages-card4-point3": "20%",
        "advantages-card4-point4": "du salaire dans le Web3",
        "advantages-card5-point5": "2 milliards",
        "advantages-card5-point6": "d'augmentation du PIB d'ici 2023",
        "advantages-card6-point7": "40k€ - 90k€",
        "advantages-card6-point8": "par an pour les développeurs blockchain",
        "subtitle3": "Certification NFT : ",
        "advantages-card-NFT": "Chacun de nos participants reçoit une double certification : Recevez votre certification NFT une fois que vous avez terminé le programme, et passez éventuellement un examen supplémentaire pour recevoir la certification Blockchain par Hedera Hashgraph (certification CHHD)."
    },
    "advantagesAi": {
        "advantages-card5-point5": "1,5 Millions",
        "advantages-card5-point6": "d'emplois qualifiés en IA prévus d’ici 2024",
        "advantages-card6-point7": "90 Milliards",
        "advantages-card6-point8": "de dollars l’intelligence artificielle devrait atteindre d'ici 2025",
        "advantages-card-NFT": "Chacun de nos participants reçoit une double certification : Recevez votre certification NFT une fois le programme terminé, et éventuellement, réussissez un examen supplémentaire pour obtenir la certification en intelligence artificielle par Hedera Hashgraph (certification CHHD)."
    },
    "ProgramModules": {
        "module1": "Module 1 : Introduction à la technologie blockchain et ses différentes briques",
        "module1-description": "Bases de la blockchain Architecture décentralisée Transactions sécurisées",
        "module2": "Module 2 : la blockchain ethereum et son fonctionnement",
        "module2-description": "Comprendre Ethereum Puissants contrats intelligents Créer des applications décentralisées",
        "module3": "Module 3 : Notions de bases sur le développement des applications décentralises",
        "module3-description": "Mise en œuvre pratique Interaction avec la blockchain Déploiement de contrats intelligents",
        "module4": "Module 4 : Notions avancées sur le développement des applications décentralises",
        "module4-description": "Langage de programmation Solidity Conception de contrats intelligents Création d'applications Ethereum",
        "module5": "Module 5 : Fondamentaux de la sécurité des applications décentralises",
        "module5-description": "Utilisation d'outils populaires Test et déploiement des contrats Développement efficace",
        "module6": "Module 6 : Tester votre application",
        "module6-description": "Tests fonctionnels avancés Assurer la qualité du contrat Préparation au déploiement"
    },
    "ProgramModulesAi": {
        "module1": "Introduction aux Fondamentaux de l'IA 🚀",
        "module1-description": "Explorez les concepts fondamentaux de l'IA, y compris une introduction aux grands modèles de langage et la construction de chatbots IA.",
        "module2": "Traitement du Langage et de la Parole 🗣️",
        "module2-description": "Plongez dans le traitement du langage et de la parole, couvrant la reconnaissance automatique de la parole, la transcription et la construction de chatbots pour interagir avec les PDF.",
        "module3": "Traitement et Reconnaissance d'Images 🖼️",
        "module3-description": "Approfondissez-vous dans les techniques de traitement et de reconnaissance d'images, comprenant les réseaux encodeurs-décodeurs, la segmentation d'images et l'identification d'objets.",
        "module4": "Applications Créatives de l'IA 🎨🤖",
        "module4-description": "Explorez les applications créatives de l'IA, de la génération d'images basée sur du texte à la création de voix générées par IA et de voix uniques."
    },
    "AI": {
        "title": "Apprenez toutes les compétences pour développer une application AI",
        "description": "Tirez parti de la technologie AI dans le développement d'applications",
        "button": "Inscrivez-vous maintenant"
    },
    "NumberCountingSectionAi": {
        "counting-item1": "Alimenté par l'IA",
        "counting-item2": "Apprentissage continu"
    },
    "ModalOverlayEnroll": {
        "title": "Formulaire Développeur Blockchain",
        "description": "Inscrivez-vous maintenant. Veuillez remplir le formulaire ci-dessous :",
        "firstName": "Prénom",
        "lastName": "Nom",
        "email": "E-mail",
        "phoneNumber": "Numéro de téléphone",
        "message": "Message",
        "Terms and Conditions": "J'accepte les Conditions générales d'utilisation et la Politique de confidentialité",
        "errorMessage": "Veuillez accepter les Conditions générales d'utilisation et la Politique de confidentialité.",
        "button": "Passer au paiement"
    },
    "ModalOverlayBusinesses": {
        "title": "Formez votre équipe aux compétences du futur",
        "description": "Obtenez plus d'informations sur nos tarifs réduits pour les entreprises. Veuillez remplir le formulaire suivant et nous prendrons contact sous peu :",
        "firstName": "Prénom",
        "lastName": "Nom de famille",
        "email": "E-mail",
        "phoneNumber": "Numéro de téléphone",
        "fieldofactivity": "Domaine d'activité",
        "Terms and Conditions": "J'accepte les Conditions générales et la Politique de confidentialité",
        "errorMessage": "Veuillez accepter les Conditions générales et la Politique de confidentialité.",
        "button": "Envoyer"
    },
    "ContactUs": {
        "ContactUstitle": "Contactez-nous",
        "title": "Demandez plus d'informations sur nos programmes",
        "description": "Remplissez le formulaire ci-dessous et nous vous contacterons dès que possible.",
        "firstName": "Prénom",
        "lastName": "Nom",
        "email": "E-mail",
        "phoneNumber": "Numéro de téléphone",
        "message": "message",
        "Terms and Conditions": "J'accepte les Conditions générales d'utilisation et la Politique de confidentialité",
        "errorMessage": "Veuillez accepter les Conditions générales d'utilisation et la Politique de confidentialité.",
        "button": "Envoyer"
    },
    "Terms&Conditions": {
        "title": "Termes et conditions",
        "title1": "Politique de confidentialité",
        "titleText": "Dernière révision : 1er novembre 2022",
        "Text": "1. Introduction",
        "textTitle1": "Ce document comprend les termes et conditions d'utilisation (les 'Conditions d'utilisation') de la plateforme (la 'Plateforme') hébergée sur le site web https://b2academy.net/ (le 'Site Web') appartenant à b2academy Emprendimiento, S.L. ('b2academy' ou 'Nous') dont le siège social est situé à Pineda de Mar, 08397, Barcelone, numéro CIF B06944375, inscrit au Registre du Commerce de Barcelone, volume 47908, folio 19, feuille B 566041 et joignable à l'adresse hola@b2academy.net. L'objectif de ces Conditions d'utilisation est de réguler l'accès, la navigation et la souscription aux différents Programmes en ligne proposés par b2academy (les 'Programmes') par les utilisateurs inscrits sur la Plateforme (les 'Utilisateurs') ainsi que par ceux qui visitent la Plateforme (les 'Visiteurs'). En naviguant sur la Plateforme et/ou en s'inscrivant aux Programme(s), l'Utilisateur ou le Visiteur accepte ces Conditions d'utilisation et la Politique de confidentialité. À défaut, l'Utilisateur ou le Visiteur doit cesser immédiatement d'utiliser la Plateforme. b2academy, par le biais de l'inscription aux Programme(s), met à disposition des Utilisateurs une Plateforme de formation qui offre à l'Utilisateur l'accès au Programme sélectionné, sous forme de micro-apprentissage en ligne à partir de conférences préenregistrées (les 'Cours') portant sur le sujet spécifique du Programme respectif, ainsi que l'accès à un campus virtuel proposant une variété de contenus supplémentaires du Programme sélectionné, y compris les interactions de la communauté en ligne (l'ensemble désigné collectivement les 'Services').",
        "Text1": "Comment s'inscrire ?",
        "Text2": "a) Inscription de l'utilisateur",
        "textTitle2": "Pour s'inscrire au Programme, l'Utilisateur doit s'inscrire sur la Plateforme, après quoi il/elle aura accès à l'ensemble du contenu des Conférences et de la communauté en ligne pendant une période de temps en principe illimitée ('Durée de vie'). La durée définie comme Durée de vie peut être réduite en cas de (i) dissolution ou (ii) entrée en processus de liquidation ou (iii) vente (partielle ou totale) de b2academy Emprendimiento, S.L., ou (iv) lorsque b2academy le juge nécessaire à sa seule discrétion. La réduction susmentionnée de la durée ne générera en aucun cas une indemnisation économique en faveur de l'Utilisateur. En tout état de cause, b2academy offrira à l'Utilisateur un accès au contenu du Programme respectif pendant une période minimale d'1 an à compter de l'inscription. Une fois que l'Utilisateur s'inscrit au Programme, il/elle doit fournir les détails bancaires requis pour procéder au paiement des Services, conformément à ce qui est indiqué dans la section 'Méthode de paiement', et doit enregistrer son identifiant en fournissant son nom, prénom, adresse e-mail et mot de passe. b2academy se réserve le droit de modifier les contenus accessibles sur le Site Web et la Plateforme (retirer ou ajouter des Conférences), sans toutefois réduire généralement le service. En cas de réduction substantielle du contenu de la formation, b2academy remboursera une partie proportionnelle du Prix (voir ci-dessous).",
        "text3": "b) Prix",
        "textTitle3": "Le prix de chaque Programme sera tel que défini dans la section 'Nos Programmes' du Site Web et sera toujours exprimé en euros et inclura la TVA applicable, ce qui permettra à l'Utilisateur d'accéder à l'ensemble du contenu de formation, ainsi qu'à la communauté en ligne. De plus, le montant peut être soumis à des réductions offertes par b2academy, pour lesquelles b2academy fournira le code de réduction applicable pour chaque promotion.",
        "text4": "c) Méthode de paiement",
        "textTitle4": "La transmission des données personnelles ou bancaires s'effectue dans un environnement sécurisé, un serveur basé sur la technologie de sécurité standard SSL (Secure Sockets Layer). Toutes les informations transmises par l'Utilisateur voyagent chiffrées à travers le réseau. De même, les données saisies par l'Utilisateur concernant sa carte de crédit ou de débit sont entrées directement dans Stripe Inc. (passerelle de paiement) et, par conséquent, ne sont pas entrées ni enregistrées sur un serveur de b2academy, et seront traitées conformément aux conditions légales de Stripe. Lorsque vous payez par carte de crédit ou de débit, on vous demandera toujours les informations suivantes : le numéro de carte, la date d'expiration et un code de validation correspondant aux trois derniers chiffres du numéro imprimé en italique au dos de votre carte, offrant ainsi plus de garanties quant à la sécurité de la transaction. Cette forme de paiement est valable uniquement sur le site web. Une fois que les détails bancaires requis ont été saisis dans la plateforme Stripe, le paiement des services sous contrat sera effectué en un seul paiement. Lorsque le montant d'un achat a été facturé de manière frauduleuse ou incorrecte en utilisant le numéro d'une carte de paiement, le titulaire de la carte peut demander l'annulation immédiate de la charge. Dans ce cas, les opérations de débit correspondantes et le re-crédit des comptes du fournisseur et du titulaire de la carte seront effectués dans les plus brefs délais.",
        "text5": "3. Obligations de l'Utilisateur",
        "textTitle5": "L'Utilisateur s'engage à faire un usage correct et légal des contenus et de la Plateforme, et notamment, sans s'y limiter, à ne pas les utiliser pour (i) mener des activités illégales ou contraires à la bonne foi et à l'ordre public ; (ii) causer des dommages aux systèmes physiques et logiques de b2academy ou d'autres utilisateurs ; (iii) tenter d'accéder et, le cas échéant, d'utiliser les comptes de messagerie électronique d'autres utilisateurs et de modifier ou d'enregistrer des données. Vous convenez que b2academy vous accorde un droit d'accès non exclusif aux Services et donc que votre compte est personnel et non transférable. Plus précisément, l'Utilisateur assume les obligations suivantes : - Effectuer le paiement anticipé du montant des Services de b2academy effectivement dans le montant et la forme indiqués dans les sections 2.b. et 2.c. - Faire bon usage de la Plateforme sans causer de dommages aux systèmes physiques et logiques de b2academy sans contrevenir à la législation en vigueur, à la bonne foi et à l'ordre public, ou nuire aux droits et intérêts de tiers. - Garantir la véracité et l'exactitude des données fournies lors de la saisie des formulaires nécessaires pour procéder à la souscription des Services, évitant ainsi tout dommage à b2academy résultant de leur inexactitude. - Vous devez être majeur pour pouvoir vous inscrire au Programme. - Faire bon usage de votre profil d'Utilisateur et de votre mot de passe pour accéder à la Plateforme, vous engageant à en faire un usage diligent, ainsi qu'à les conserver correctement afin qu'ils ne soient pas accessibles à des tiers, en communiquant en tout cas à b2academy leur perte, leur vol ou tout accès possible par un tiers non autorisé, afin que b2academy puisse procéder au blocage immédiat.",
        "text6": "4. Droit de rétractation",
        "textTitle6": "Vous reconnaissez et acceptez qu'une fois que vous avez accédé au Programme, b2academy n'est pas tenu de vous offrir un droit de rétractation, conformément aux dispositions de la réglementation applicable aux consommateurs, car elle applique l'exception prévue à l'article 103, paragraphe m) du texte révisé de la Loi générale pour la défense des consommateurs et des utilisateurs ('TRLGDCU'). Une fois que vous avez payé le prix correspondant et accédé aux contenus numériques du Programme que nous proposons, les Services seront considérés comme exécutés et vous perdrez donc le droit de rétractation.",
        "text7": "5. Fin de la relation",
        "textTitle7": "Si l'Utilisateur, à n'importe quel moment, cesse d'être d'accord avec ces Conditions d'utilisation ou avec toute modification apportée à ces Conditions d'utilisation, l'Utilisateur doit immédiatement cesser d'utiliser la Plateforme. Si l'Utilisateur souhaite désactiver son compte sur la Plateforme, il doit envoyer un courriel à hola@b2academy.net indiquant sa volonté de désactiver le compte de l'Utilisateur. Une fois le compte de l'Utilisateur désactivé, l'Utilisateur ne pourra plus accéder à son compte. Pour des informations sur la conservation des données de l'Utilisateur, l'Utilisateur doit se référer à notre Politique de confidentialité.",
        "text8": "6. Exonération de garanties et de responsabilité",
        "textTitle8": "b2academy garantit que le Programme sera de qualité professionnelle avec un contenu adapté à ses objectifs déclarés, et que b2academy le mettra à disposition des Utilisateurs de manière diligente et professionnelle et vérifiera que le contenu est de qualité. Cependant, b2academy ne garantit pas que celui-ci sera exempt d'erreurs ou, après un certain laps de temps après sa publication, dépassé. Dans la mesure permise par la loi applicable, b2academy n'est en aucun cas responsable des dommages de quelque nature que ce soit qui pourraient en résulter, y compris, mais sans s'y limiter : l'indisponibilité du portail ; tout incident ou défaillance technique et toute perte de données qui pourraient en découler, ainsi que toute situation considérée comme une cause fortuite ou de force majeure, malgré avoir pris toutes les mesures technologiques nécessaires pour l'empêcher. En aucun cas, b2academy n'assume de responsabilité pour le Programme ou tout autre contenu publié par des tiers ou provenant d'un lien appartenant à un site web externe, ni ne garantit la disponibilité technique, la qualité, la fiabilité, l'exactitude, l'exhaustivité, la véracité, la validité et la légalité de tout matériel ou information contenu dans l'un des contenus du Programme, de la communauté virtuelle, des hyperliens ou d'autres sites Internet. b2academy se réserve le droit de mettre à jour, modifier ou supprimer les informations contenues dans sa Plateforme et/ou son Site Web, ainsi que sa configuration ou présentation, à tout moment sans en assumer la responsabilité. En aucun cas, le Programme ne doit être considéré comme un conseil professionnel dispensé par les enseignants impliqués. Toute relation professionnelle entre un enseignant et un Utilisateur doit être formalisée en dehors de la Plateforme, sans l'intermédiation de b2academy, et par contrat privé entre ces parties. b2academy n'assume aucune responsabilité pour cette relation professionnelle et ses effets, ni pour avoir porté l'attention des parties concernées sur l'autre.",
        "text9": "7. Droits de propriété intellectuelle et industrielle",
        "textTitle9": "b2academy lui-même ou en tant que cessionnaire, détient tous les droits de propriété intellectuelle et industrielle de la Plateforme, ainsi que les éléments qu'elle contient (y compris, mais sans s'y limiter, les marques, images, sons, audio, vidéos ou textes ; logos, combinaisons de couleurs, structure et conception, sélection des matériaux utilisés, programmes informatiques nécessaires à son fonctionnement, accès et utilisation, etc.). Conformément aux dispositions des réglementations nationales, européennes et internationales en matière de propriété intellectuelle, la reproduction, la distribution et la communication au public, y compris la mise à disposition, de tout ou partie du contenu de la Plateforme et en particulier du contenu développé par b2academy, à des fins commerciales, sous quelque forme et par quelque moyen technique que ce soit, sans l'autorisation écrite préalable de b2academy, sont expressément interdites. L'Utilisateur accepte expressément de ne pas effectuer ni permettre toute copie, téléchargement ou 'scraping' du contenu du Site Web et/ou de la Plateforme, mais se limitera à la visualisation de ce contenu sur le Site lui-même.",
        "text10": "8. Liens vers des tiers",
        "textTitle10": "b2academy n'est pas responsable du contenu publié par des tiers ou des pages web de tiers auxquelles on peut accéder depuis le Site Web ; ni de l'exactitude, de la véracité et de la validité des informations qui ne sont pas de sa propre création, et dont le contenu appartient à des tiers extérieurs à b2academy. Cependant, conformément à l'article 17 de la Loi 34/2002 du 11 juillet 2002 sur les services de la société de l'information et le commerce électronique, lorsque b2academy prend connaissance de l'illicéité de ce contenu ou de ces liens, il procédera à leur suppression, ainsi qu'au blocage du contenu qui pourrait être illicite ou violer les droits de tiers, conformément aux articles 11 et 16 de ladite Loi.",
        "text11": "9. Juridiction et règlement extrajudiciaire des litiges",
        "textTitle11": "b2academy se réserve le droit d'intenter des actions civiles et/ou pénales qu'il juge appropriées en cas d'utilisation abusive de son Site Web et/ou de sa Plateforme et de son contenu, ou en cas de non-respect de ces conditions. Sans préjudice de l'option offerte aux parties de se soumettre volontairement au système de règlement extrajudiciaire des litiges en ligne mentionné dans la section suivante, la relation entre l'Utilisateur et b2academy sera régie par les réglementations en vigueur et applicables sur le territoire espagnol. En cas de litige, les parties pourront soumettre leurs différends à l'arbitrage ou se tourner vers la juridiction ordinaire en respectant les règles en matière de compétence et de compétence à cet égard, avec soumission au tribunal du domicile du consommateur. Nonobstant ce qui précède, conformément au règlement (UE) 524/2013, la Commission européenne met à disposition une plateforme d'accès gratuit pour le règlement extrajudiciaire en ligne des litiges liés à la vente en ligne (http://ec.europa.eu/consumers/odr/), à laquelle les parties peuvent soumettre volontairement leur différend, par l'intermédiaire de l'organisme de règlement des litiges, qui agit en tant qu'intermédiaire neutre entre les deux parties."
    },
    "Subscription": {
        "title": "Abonnement au Programme de Développeur Blockchain",
        "button": "S'abonner maintenant",
        "cardd__title": "Par virement bancaire",
        "cardd__title1": "(un virement unique du coût total)",
        "cardd__section3": "Veuillez indiquer lors du virement en objet : votrenom+dev",
        "cardd2__title": "Par carte bancaire",
        "cardd2__title1": "Voici les possibilités de financement",
        "cardd2__section1": "Accès à vie à la plateforme d’apprentissage",
        "cardd2__section2": "7 jours – Satisfait ou Remboursé",
        "cardd2__section3": "Financement en 3x",
        "button2": "JE SOUSCRIS"
    }
}